Repository: jfeldman777/eduber
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: address
ru: адрес

source: addresses
ru: адреса

source: approximate students age (years, one number, approximately)
ru: примерный возраст учеников(лет, одно число, примерно)

source: start (yyyy-mm-dd)
ru: начало (yyyy-mm-dd)

source: end (yyyy-mm-dd)
ru: окончание (yyyy-mm-dd)

source: name
ru: имя

source: interests with commas
ru: интересы через запятую

source: I think that:
ru: Я думаю:

source: code
ru: код

source: starting time/date (dd.mm.yyyy hh:mm)
ru: время/день начала (dd.mm.yyyy hh:mm)

source: ending time/date (dd.mm.yyyy hh:mm)
ru: время/день окончания (dd.mm.yyyy hh:mm)

source: time in minutes
ru: время в минутах

source: age difference (max permissible, years)
ru: разница в возрасте (максимально возможное, лет)

source: age (years)
ru: возраст (лет)

source: essay
ru: эссе

source: yes-no
ru: да-нет

source: options
ru: варианты

source: beginners
ru: начинающие

source: intermediate
ru: продолжающие

source: advanced
ru: мастера

source: champions
ru: чемпионы

source: babysitter
ru: беби-ситтер

source: tutor
ru: репетитор

source: net counselor
ru: консультант по сети

source: target group
ru: целевая группа

source: general development group
ru: группа общего развития

source: unknown
ru: неизвестное

source: remember
ru: помню

source: watching
ru: слежу

source: participating
ru: участвую

source: possible answer
ru: вероятный ответ

source: add
ru: добавить

source: form
ru: анкета

source: edit form
ru: изменить анкету

source: data saved
ru: данные сохранены

source: invitation
ru: предложение

source: edit event
ru: изменить событие

source: edit place
ru: изменить площадку

source: make sure to input address (first create address)
ru: обязательно добавьте адрес (сначала создайте адрес)

source: event
ru: событие

source: place
ru: площадка

source: course
ru: курс

source: write a recommendation
ru: написать рекомендацию

source: chat: message
ru: чат: сообщение

source: Project author
ru: Автор проекта

source: Jacob Feldman
ru: Яков Фельдман

source: You can contact him in social media
ru: Вы можете связаться с ним через социальные сети

source: or by e-mail
ru: или через е-мейл

source: Concept
ru: Концепт

source: Main idea
ru: Главная идея

source: : educational system is uncurably sick and, without waiting for
ru: : система образования неизлечимо больна и, не дожидаясь пока

source: its natural death, it is needed to create other system with other principles.
ru: пока она умрет естественной смертью, надо создавать иную систему, на иных принципах.

source: What is an educational system?
ru: Что такое система образования?

source: It is people plus infrastructure.
ru: Это люди плюс инфраструктура.

source: Uncurably sick is exactly
ru: Неизлечимо больна именно

source: infrastructure
ru: инфраструктура

source: It can be compared with a skeleton.
ru: Ее можно сравнить со скелетом.

source: Another infrastructure needs to be created -
ru: Нужно создать иную инфраструктуру -

source: exoskeleton
ru: экзоскелет

source: - and at the moment when it starts working
ru: - и в тот момент когда он заработает

source: people will leave the old system -
ru: люди из старой системы уйдут -

source: will vote with their feet
ru: проголосуют ногами

source: Old infrastructure has
ru: Старая инфраструктура - это

source: three functions
ru: три функции

source: - and corresponding to them
ru: - и соответствующие им

source: social institutes
ru: социальные институты

source: Content
ru: Содержание

source: what to study
ru: что учить

source: is owned by
ru: его держит

source: school
ru: школа

source: Behavior scenarios
ru: Сценарии поведения

source: must go to school
ru: надо идти в школу

source: are held by
ru: их держит

source: family
ru: семья

source: Pressure
ru: Давление

source: who doesn't go to school will be punished - is from
ru: кто не ходит в школу, тот будет наказан - это

source: government
ru: государство

source: New infrastructure consists of
ru: Новая инфраструктура - это

source: three projects
ru: три проекта

source: Content integrator
ru: Интегратор содержания

source: Amplifier of self-organisation in pedagogy
ru: Усилитель самоорганизации в педагогике

source: YOU ARE HERE
ru: ВЫ НАХОДИТЕСЬ ЗДЕСЬ

source: Requirements, self-determination, self-testing
ru: Требования, самоопределение, самопроверка

source: on paper stage
ru: пока на бумаге

source: How it works
ru: Как это работает

source: If you
ru: Если вы

source: are worried of education/ development of your kids/grandkids or
ru: озабочены образованием/развитием ваших детей/внуков или

source: want to start self-educating or
ru: хотите заняться самообразованием или

source: are looking for friends of interest for joint projects and having a good time or
ru: ищете друзей по интересам для совместных проектов и приятного времяпровожения или

source: are a teacher looking for new students or
ru: учитель в поисках учеников или

source: are a babysitter or looking for a babysitter or
ru: беби-ситтер или ищете беби-ситтера или

source: professional educational organizer
ru: профессиональный организатор образования

source: you should use our system
ru: вам стоит воспользоваться нашей системой.

source: What is needed for that?
ru: Что для этого нужно?

source: Register
ru: Зарегистрироваться

source: Fill in a profile
ru: Заполнить профиль

source: Request and get a role from the administrator
ru: Запросить у администратора роль и получить её

source: Questions and answers
ru: Вопросы и ответы

source: Question
ru: Вопрос

source: What is a role and how to receive it?
ru: Что такое роль и как ее получить?

source: Answer
ru: Ответ

source: There are four roles in the system.
ru: В системе существуют четыре роли.

source: Parent
ru: Родитель

source: Student/amateur
ru: Студент/любитель

source: Teacher
ru: Учитель

source: Organiser
ru: Организатор

source: If you requested a role and received it, then it gives you right to create certain
ru: Если вы попросили роль и получили ее, то она дает вам право создавать определенные

source: objects
ru: объекты

source: (watch below)
ru: (смотри ниже)

source: and use them in your future work.
ru: и использовать их в дальнейшей работе.

source: Where can I request a role?
ru: Где можно запросить роль?

source: On the home page of the system AFTER registration and logging in with your password.
ru: Ответ С первой страницы сайта ПОСЛЕ регистрации и входа в систему с паролем.

source: Can administrator not give a role? When does it happen?
ru: А может администратор не дать роль? Когда такое бывает?

source: in the letter subject write
ru: в теме письма укажите

source: Objects
ru: Объекты

source: Your objects can be viewed-changed-created-deleted on the page OBJECTS where you can get with the help of a button
ru: Ваши объекты можно посмотреть-изменить-создать-удалить со страницы ОБЪЕКТЫ, на которую можно выйти с помощью кнопки

source: Types of available objects depend on your role.
ru: Типы доступных объектов зависят от вашего статуса.

source: All users can create
ru: Все пользователи могут создавать

source: Parents can create
ru: Родители могут создавать

source: Students/amateurs can create
ru: Ученики/любители могут создавать

source: Organisers can create
ru: Организаторы могут создавать

source: places
ru: площадки

source: Teachers can create
ru: Учителя могут создавать

source: courses and offers
ru: курсы и предложения

source: Search
ru: Поиск

source: On this page you can go with the help of a button
ru: На эту страницу можно выйти с помощью кнопки

source: Here you can search for
ru: Здесь ищут

source: kids (age, where to find)
ru: детей (возраст, где искать)

source: friends of interests (age, where to find)
ru: друзей по интересам (возраст, где искать)

source: places (where to find)
ru: площадки (где искать)

source: courses (subject, age, where to find)
ru: курсы (предмет, возраст, где искать)

source: requests (subject, age, where to find)
ru: заявки (предмет, возраст, где искать)

source: offers (subject, age, where to find)
ru: предложения (предмет, возраст, где искать)

source: There are five types of requests (what people search - need)
ru: Заявки бывают пяти типов (что люди ищут - что им нужно)

source: target group (for example, preparing for IELTS)
ru: группа целевая (например, подготовка к ЕГЭ)

source: There are three types of offers (what people offer - can be)
ru: Предложения бывают трех типов (что люди предлагают - могут быть)

source: Chats and reviews
ru: Чаты и отзывы

source: Beside this from the same search result line you can go to
ru: Кроме того вы можете из этой же строки результата выйти на

source: owner's personal profile
ru: личный кабинет хозяина

source: object description
ru: описание объекта

source: owner's place on a map
ru: место объекта на карте

source: All your chats can be seen (and continued) with a button
ru: Все ваши чаты можно увидеть (и продолжить) по кнопке

source: In the owner's profile you can write a review on him/her - and see all reviews written on him/her by others.
ru: В кабинете хозяина можно написать на него отзыв - и увидеть все отзывы которые на него написал кто-то другой.

source: With a button
ru: По кнопке

source: you can see all reviews on the system itself - and write your own review.
ru: можно увидеть все отзывы на систему в целом - и написать отзыв самому.

source: Other buttons
ru: Другие кнопки

source: log in
ru: войти в систему

source: Your username
ru: Ваш юзернейм

source: Besides, in your account you can
ru: Кстати, в личном кабинете можно

source: change password
ru: сменить пароль

source: Button
ru: Кнопка

source: allows to see the system fullness (users, objects).
ru: позволяет увидеть наполненность системы (пользователи, объекты).

source: information about the author.
ru: сведения об авторе.

source: eduber project by Jacob Feldman
ru: eduber проект Якова Фельдмана

source: Course
ru: Курс

source: from a teacher
ru: от учителя

source: Student/Amateur/Kid
ru: Студент/Любитель/Ребёнок

source: Place
ru: Площадка

source: Who is with us?
ru: Кто с нами?

source: Quantity
ru: Количество

source: watch
ru: смотреть

source: Users
ru: Пользователи

source: who this is
ru: кто это

source: Addresses
ru: Адреса

source: where it is
ru: где это

source: Events
ru: События

source: Invitation
ru: Предложение

source: Kids
ru: Дети

source: Places
ru: Площадки

source: Courses
ru: Курсы

source: Offers
ru: Предложения

source: Requests
ru: Запросы

source: Subjects
ru: Предметы

source: what it is
ru: что это

source: Reviews
ru: Отзывы

source: how it is
ru: как это

source: Forms
ru: Анкеты

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Answers
ru: Ответы

source: Who is already with us
ru: Кто уже с нами

source: Date of birth
ru: Дата рождения

source: system description
ru: описание системы

source: reviews
ru: отзывы

source: Home
ru: На первую страницу

source: personal data
ru: личные данные

source: log out the system
ru: выйти из системы

source: Status queue
ru: Очередь на статус

source: admin panel
ru: панель администратора

source: distance on a map
ru: расстояние на карте

source: objects of others
ru: объекты других

source: I know my login and password, let me in.
ru: Я знаю свой логин и пароль, позвольте войти.

source: I know login and e-mail, but forgot password. Please, send me new password to e-mail.
ru: Я знаю логин и е-мейл, но забыл пароль. Пожалуйста, отправьте мне новый пароль на почту.

source: Please, register me in the system.
ru: Зарегистрируйте меня в системе, пожалуйста.

source: EdUber project description
ru: Описание проекта EdUber

source: My account
ru: Личный кабинет

source: Messages from administrator
ru: Сообщения от администратора

source: For all participants
ru: Всем участникам

source: To you personally
ru: Вам лично

source: What I think
ru: Что я думаю

source: Change
ru: Изменить

source: Following
ru: Мои подписки

source: remove
ru: удалить

source: Send a message
ru: Отправить сообщение

source: My followers
ru: Мои подписчики

source: start following
ru: подписаться

source: Roles
ru: Роли

source: Role
ru: Роль

source: Create objects
ru: Создать объекты

source: Request sent
ru: Запрос отправлен

source: Role received
ru: Роль получена

source: Kids and requests
ru: Дети и заявки

source: Yes
ru: Да

source: No
ru: Нет

source: send request
ru: отправить запрос

source: send
ru: отправить

source: start working
ru: приступить к работе

source: interests and requests
ru: интересы и заявки

source: Functions
ru: Функции

source: System description - what, where, how, why, for what
ru: Описание системы - что, где, как, зачем, для чего

source: About author
ru: Об авторе

source: My objects
ru: Мои объекты

source: Search all
ru: Искать все

source: Messages
ru: Сообщения

source: Log out
ru: Выйти из системы

source: System review
ru: Обзор базы

source: Questions to the administrator
ru: Вопросы администратору

source: go to project Brain-mapper
ru: перейти в проект Brain-mapper

source: all information about me - J.F.
ru: вся информация обомне - Я.Ф.

source: kid
ru: ребёнок

source: request (babysitter)
ru: запрос (беби-ситтер)

source: request (tutor)
ru: запрос (репетитор)

source: request (net counselor)
ru: запрос (консультант по сети)

source: request (target group)
ru: запрос (целевая группа)

source: request (development group)
ru: запрос (группа развития)

source: offer (babysitter)
ru: предложение (беби-ситтер)

source: offer (tutor)
ru: предложение (репетитор)

source: offer (net counselor)
ru: предложение (консультант по сети)

source: friends of interests
ru: друзья по интересам

source: participant by username
ru: участника по username

source: participant by name
ru: участника по имени

source: Address
ru: Адрес

source: change source data
ru: изменить исходные данные

source: Source data for your search
ru: Исходные данные поиска

source: Go back to search
ru: Вернуться к поиску

source: Search results
ru: Результаты поиска

source: Request author
ru: Автор запроса

source: Student/Kid
ru: Студент/Ребёнок

source: Description
ru: Описание

source: Minutes walking
ru: Минут пешком

source: watch on a map
ru: посмотреть на карте

source: Showing only those courses that can be reached on foot in a specified time (in minutes)
ru: Показаны только те курсы, до которых можно дойти пешком за указанное время (в минутах)

source: Who is searching
ru: Кто ищет

source: Author
ru: Автор

source: Code
ru: Код

source: Name
ru: Имя

source: Time
ru: Время

source: Minutes
ru: Минут

source: walking
ru: пешком

source: organiser - personal info
ru: организатор - личные данные

source: event description
ru: описание события

source: My interests
ru: Мои интересы

source: Some words about
ru: Несколько слов о

source: Interests
ru: Интересы

source: watch user
ru: посмотреть пользователя

source: watch student
ru: посмотреть ученика

source: Showing only those kids that can be reached on foot in a specified time (in minutes)
ru: Показаны только те дети, до которых можно дойти пешком за указанное время (в минутах)

source: watch parents
ru: посмотреть родителей

source: watch kid
ru: посмотреть ребёнка

source: Showing only those places that can be reached on foot in a specified time (in minutes)
ru: Показаны только те места, до которых можно дойти пешком за указанное время (в минутах)

source: place description
ru: описание площадки

source: Who offers
ru: Кто предлагает

source: Follow
ru: Подписаться

source: Chat
ru: Чат

source: watch account
ru: посмотреть личный кабинет

source: follow
ru: подписаться

source: start chat
ru: начать диалог

source: OK, get me HOME
ru: Домой

source: My addresses
ru: Мои адреса

source: Specify
ru: Уточнить

source: Delete
ru: Удалить

source: add address
ru: добавить адрес

source: My events
ru: Мои события

source: Watch forms
ru: Посмотреть анкеты

source: NO ADDRESS
ru: НЕТ АДРЕСА

source: add event
ru: добавить событие

source: My forms
ru: Мои акеты

source: Questions
ru: Вопросы

source: add a form
ru: добавить анкету

source: Invitations
ru: Приглашения

source: Previous form
ru: Анкета до

source: Students/Amateurs/Kids
ru: Студент/Любитель/Ребёнок

source: Specify information
ru: Уточнить данные

source: Photo
ru: Фотография

source: add student/kid
ru: добавить ученика/ребёнка

source: My requests
ru: Мои запросы

source: add request
ru: добавить запрос

source: My places
ru: Мои площадки

source: add place
ru: добавить площадку

source: My courses
ru: Мои курсы

source: Specify subjects
ru: Уточнить объекты

source: add course
ru: добавить курс

source: My offers
ru: Мои предложения

source: add offer
ru: добавить предложение

source: information
ru: данные

source: events
ru: события

source: requests
ru: запросы

source: courses
ru: курсы

source: offers
ru: предложения

source: I want to change my password
ru: Я хочу сменить пароль

source: CANCEL
ru: ОТМЕНИТЬ

source: Attention!
ru: Внимание!

source: please, write your phone number understandable for other people - but add international code, for example, +7(999)888-7766
ru: пожалуйста, напишите свой номер телефона в понятной для других форме - но обязательно укажите международный код, например, +7(999)888-7766

source: Queue of requests waiting for approval
ru: Список запросов, ожидающих подтверждения

source: My decision
ru: Мое решение

source: letter
ru: письмо

source: Watch profile
ru: Посмотреть профиль

source: Accept
ru: Принять

source: Edit
ru: Редактировать

source: add answer
ru: добавить ответ

source: add question
ru: добавить вопрос

source: Start chat
ru: Начать диалог

source: Reviews and Recommendations
ru: Отзывы и Рекомендации

source: Your username and password didn't match. Please try again.
ru: Ваши имя пользователя и пароль не совпадают. Пожалуйста, попробуйте снова.

source: Sign up
ru: Зарегистрироваться

source: Sent messages:
ru: Отправленные сообщения:

source: My messages:
ru: Мои сообщения:

source: Speeches
ru: Реплики

source: reply
ru: ответить

source: This is a multi-page questionnaire form
ru: Это многостраничная анкета

source: Please, read all pages, answer the questions and send
ru: Пожалуйста, прочитайте все страницы, ответьте на вопросы и отправьте

source: Be attentive. You cannot change answers after submitting
ru: Будьте внимательны. Изменить ответы после отправки нельзя

source: Leave review
ru: Оставить отзыв

source: Attention! Cannot change or delete
ru: Внимание! Изменить или удалить нельзя

source: Last reviews
ru: Последние отзывы

source: has left
ru: оставил(-а)

source: Current list of subjects
ru: Текущий список предметов

source: Invitation (edit)
ru: Предложение (редактировать)

source: Go back to objects
ru: Вернуться к объектам

source: Here you can input your place by dragging a pin into the needed place on a map
ru: Здесь Вы можете указать свой адрес, перетащив указатель в нужное место на карте

source: When you finish dragging save the results by clicking a green button below
ru: После перетаскивания сохраните результаты, кликнув на зелёную кнопку внизу

source: Save and go back
ru: Сохранить и вернуться

source: Find out walking distance between two points on a map (in minutes)
ru: Узнать расстояние пешком между двумя точками на карте (в минутах)

source: Specify coordinates
ru: Уточнить координаты

source: Project EdUber
ru: Проект EdUber

source: Sign in or log in
ru: Зарегистрироваться или войти

source: Look who's inside
ru: Посмотреть, кто внутри
